/*
{ name:"用戸名", 
  text:"正文内容", 
  time:"YYYY-MM-DD", 
  address:"所在处/Unknown", 
},
*/

const quotes = [

{ name:"我的名字", 
  text:"发个帖子😀", 
  time:"2024-10-01", 
  address:"Unknown", 
},

{ name:"张轼", 
  text:"阿和 我曾经在心底杜撰过一个很棒的故事。在我们那个小镇里有一位奇怪的少年，我们那一届的孩子基本上都知道他。若问他的名字，他会说：“其实我也不知道，不过你可以称呼我为‘阿和’，这是有一天我梦到的两个字！”阿和是我们那儿的孩子王，我们被他诗质的语言吸引，最后围成一圈，坐在他的身旁。他会给我们讲大人所不知道的事情，或是遗忘的事物。他会说，夜其实是星星哭出来的，在遥远的天边，如果一不小心沾染到黑色的泪珠，那我们就会立刻哭出来，感受星星的悲伤。阿和还说，我们的影子会在我们睡着后起身，我们便成为了影子的影子。有时为了让我们更好的理解，他会举例证明。我依旧记得他说话的神情，是那样的认真。他说我们都会做梦，在梦里会有那样的时刻，我们蜷缩在自己的躯壳内静静等待着什么，直到有人走过来搭话。陌生的声音从嘴里吞吐而出，我们就不再是我们了。有一次我回到家将阿和的那些奇思妙想转述给父母听，我原以为他们会用我看阿和的目光看向我，结果是我还没讲完就得到了一句“什么乱七八糟的”的话语。并叮嘱我以后不要和阿和那个野孩子玩。几乎所有的大人都这样训诫自己的小孩，“不要和阿和那个野孩子玩”。他们认为这样一个不明来历的孩子很危险，阿和就像是突然出现在这个小镇里的，谁也不知道他住在哪。我们将这件事情告诉阿和，阿和想了一会后，抬手指了一个方向，说就在那边。然后领我们朝那里走去。大概过了有半刻钟，我们看到了他正在田间劳作的父亲。待进了屋子，阿和去卧室给我们端来几杯凉白开解渴。阿和摆出他的游戏机，弹珠，卡牌，溜溜球，小说绘本什么的，最后还教我们折纸，我们见到了许多未曾知道的事物。仿佛所有的问题都能在阿和这里找到答案。我们绝不允许有人说阿和的不是，我们会极力反对大人口中的“真理”。认为他们说的才是幼稚。很快的，大人将我们禁足，甚至抽打。阿和知道我们的事后很少再过来找我们玩。但我们的关系并没有就此断绝，我们通过信件往来。我们有一个秘密的小屋。平静一直持续到小学三年级的某个周末。那是阿和与我们约定好的时间，我们将要去完成一场冒险。阿和终于完成了影子带给他的地图。我记得我们那天走了很久很久，途中没有遇到其他行人，很是荒凉。而被我们视为某一定点的身后小镇也不知所踪。很多人心里都慌了神，但看到前面带队的阿和，又鼓起勇气继续迈步。但这并没有持续太久。有人终于坚持不住，脱离掉队伍，队伍越来越小，等到只剩下我一人时，阿和回头对我说：“天快要黑了，你也该回去了。”说完，阿和将他手里的地图交给我，和我挥手告别。他像是有一种奇怪的信念，眼神始终坚定不移。他就那样一直不停地走下去。青色的野草在野地里发出窸窣声，我的视线被什么东西遮挡住了。良久。我踏上返程的路，陆续寻回分散的同伴。他们看到我手里的地图，很有默契地跟着我。天色越来越晚了。我们都知道这次回家是免不了一顿跪，一顿抽的。大家情绪低迷，有的已经哭出来了。他们遗憾，后悔，质疑。我什么也没有说。等走到各自熟悉的地方后，我就解散了队伍。硬着头皮回家去了。自那以后，我们再也没见到过阿和。我们曾去他家里探望，那个被阿和称作父亲的男子却什么也不知道，他说他没有孩子，一直都是独居生活。“阿和果然是野孩子吧！”有一个声音说。然后接着就有人附和。我回头看着一些人的脸，第一次感觉到丑陋。他们的声音越来越刺耳，我捏紧拳头向他们挥去，然后被人踢倒在地。有几个过来帮我的也被他们弄倒了。我们最后散去。“阿和”这个名字被我们埋葬在那天。似乎是答案的消失，又或许根本是错误，我们亲手将问题丢在了某个不为人知的角落里。时间就那样变快了，快到只剩下一个空洞的概念。我就一直等，直到有一天周围的画面开始转动。我突然意识到，我原来早已不是我了。", 
  time:"2024-09-26", 
  address:"Unknown", 
},

{ name:"依", 
  text:"大家好啊，依绫二似 正式入住 柚你 网站了。", 
  time:"2024-08-24", 
  address:"Unknown", 
},

{ name:"User", 
  text:"Test", 
  time:"1970-01-01", 
  address:"Unknown", 
},
];